Revit 2027 API
ParameterTypeId.SteelElemPlatePaintArea Property
 "Paint Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPlatePaintArea { get; }
Public Shared ReadOnly Property SteelElemPlatePaintArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPlatePaintArea {
	ForgeTypeId^ get ();
}
static member SteelElemPlatePaintArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace